11/data/attachments/e93977ab22ab4fbb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tyler_issue_Friend_96298_1</nif:username>
            <nif:friendToBeRequested>soap_friends_f3fefd47-8fea-4f37-9bc9-2056486b827a</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>